Repository: armandoalbor/angular-internationalization
Catalog: multilingual-app/src/locale/messages.*.xlf
Languages: es, zh

# appTitle
source: Hello<br/>World.
es: Hola<br/>Mundo.
zh: 你好<br/>世界报.

source: Login With Facebook
es: Entrar con Facebook
zh: 用Facebook登录

source: Login With Twitter
es: Entrar con Twitter
zh: 用Twitter登录

# paragraphtext
source: Welcome to My App Login page. User can login by using there credentials They can also Login using social
es: Bienvenido a la página de inicio de sesión de mi aplicación. El usuario puede iniciar sesión usando credenciales allí. También pueden iniciar sesión usando redes sociales.
zh: 欢迎来到我的应用登录页面。用户可以使用凭据登录他们也可以使用社交登录。

# loginheader
source: Login
es: Iniciar sesión
zh: 登录

# labelText
source: Your email
es: Tu correo electrónico
zh: 你的邮件

# labelText2
source: Password
es: Tu contraseña
zh: 密码

# default-room-unavailable-maxCapacityTitle
source: Exceeds maximum capacity { message, select, Max Capacity {...} Max Adults Capacity {...} Max Kids Capacity {...} other {...}}.
es: Excede capacidad máxima de { message, select, Max Capacity {...} Max Adults Capacity {...} Max Kids Capacity {...} other {...}}.
zh: 超过最大容量 { message, select, Max Capacity {...} Max Adults Capacity {...} Max Kids Capacity {...} other {...}}。

source: {VAR_SELECT, select, Max Capacity {people} Max Adults Capacity {adults} Max Kids Capacity {minors} other {people} }
es: {VAR_SELECT, select, Max Capacity {personas} Max Adults Capacity {adultos} Max Kids Capacity {menores} other {personas} }
zh: {VAR_SELECT, select, Max Capacity {人} Max Adults Capacity {成年人} Max Kids Capacity {未成年人} other {人} }

# default-room-unavailable-maxCapacityBody
source: Try changing the number of { message, select, Max Capacity {...} Max Adults Capacity {...} Max Kids Capacity {...} other {...}} per room to see availability.
es: Intenta cambiando el número de { message, select, Max Capacity {...} Max Adults Capacity {...} Max Kids Capacity {...} other {...}} por habitación para ver disponibilidad.
zh: 尝试更改数量 { message, select, Max Capacity {...} Max Adults Capacity {...} Max Kids Capacity {...} other {...}} 每间客房可查看空房情况。

source: {VAR_SELECT, select, Max Capacity {people} Max Adults Capacity {adults} Max Kids Capacity {minors} other {people} }
es: {VAR_SELECT, select, Max Capacity {personas} Max Adults Capacity {adultos} Max Kids Capacity {menores} other {personas} }
zh: {VAR_SELECT, select, Max Capacity {人} Max Adults Capacity {成年人} Max Kids Capacity {未成年人} other {人} }

# default-room-unavailable-noAllotmentTitle
source: <strong>¡You almost reach!</strong> The last room on our page was sold some time ago hours.
es: <strong>¡Por poco alcanzas!</strong> La última habitación en nuestra página se vendió hace algunas horas.
zh: <strong>¡你快到了！</strong> 我们页面上的最后一个房间很久以前就售完了。

# default-room-unavailable-noAllotmentBody
source: Check availability by calling at no cost <a>{{ phone }}</a>
es: Consulta la disponibilidad llamando sin costo al <a>{{ phone }}</a>
zh: 通过免费电话查询空房情况 <a>{{ phone }}</a>

# anchorText
source: Login
es: Iniciar sesión
zh: 登录
